tap "homebrew/bundle"
tap "homebrew/linux-fonts"
brew "autoconf"
brew "bat"
brew "btop"
brew "ccat"
brew "curl"
brew "exa"
brew "fd"
brew "figlet"
brew "fish"
brew "fisher"
brew "fzf"
brew "gettext"
brew "git-delta"
brew "gotop"
brew "irssi"
brew "lsd"
brew "micro"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "node"
brew "openjdk"
brew "pyenv"
brew "ripgrep"
brew "rust"
brew "rustup-init"
brew "tldr"
brew "tmux"
brew "toilet"
brew "trash-cli"
brew "vim"
brew "xsel"
brew "zoxide"
brew "homebrew/linux-fonts/font-bigblue-terminal-nerd-font"
brew "homebrew/linux-fonts/font-comic-shanns-mono-nerd-font"
brew "homebrew/linux-fonts/font-terminess-ttf-nerd-font"
