tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/linux-fonts"
brew "jpeg-xl"
brew "aom"
brew "autoconf"
brew "bat"
brew "btop"
brew "cmatrix"
brew "curl"
brew "ddgr"
brew "eza"
brew "fd"
brew "figlet"
brew "fish"
brew "fisher"
brew "fzf"
brew "gettext"
brew "ghq"
brew "git-delta"
brew "gotop"
brew "harfbuzz"
brew "imagemagick"
brew "irssi"
brew "libsixel"
brew "lolcat"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "node"
brew "nushell"
brew "openjdk"
brew "peco"
brew "pyenv"
brew "ranger"
brew "ripgrep"
brew "rust"
brew "rustup-init"
brew "tldr"
brew "tmux"
brew "toilet"
brew "translate-shell"
brew "trash-cli"
brew "vim"
brew "xsel"
brew "zellij"
brew "zoxide"
brew "homebrew/linux-fonts/font-bigblue-terminal-nerd-font"
brew "homebrew/linux-fonts/font-comic-shanns-mono-nerd-font"
brew "homebrew/linux-fonts/font-hackgen"
brew "homebrew/linux-fonts/font-hackgen-nerd"
brew "homebrew/linux-fonts/font-terminess-ttf-nerd-font"
